[
{"city": "", "description": ["<div class=\"field-item even\"><span class=\"date-display-single\" property=\"dc:date\" datatype=\"xsd:dateTime\" content=\"2017-12-30T00:00:00-05:00\">December 30, 2017</span></div>", "<div class=\"field-item even\" property=\"content:encoded\"><p><strong>Nueva York, 30 de noviembre de 2017</strong>—Después de cuatro años de crecimiento y éxito en los Estados Unidos la <a href=\"http://www.as-coa.org/young-professionals-americas\" target=\"_blank\">Red de Jóvenes Profesionales (YPA, por su sigla en inglés)</a>, una iniciativa de Americas Society/Council of the Americas (AS/COA), presentó su <a href=\"http://www.pscp.tv/ascoaYPA/1mnGerjAEnNJX\">primer evento internacional el 29 de noviembre en la Ciudad de México</a>. Como consecuencia de los recientes desastres naturales en América Latina y el Caribe el evento, celebrado en colaboración con Google México y Jóvenes Profesionales de COMEXI, convocó a líderes en los sectores de tecnología, sociedad civil y gobierno para compartir perspectivas acerca del impacto económico de los siniestros, así como las estrategias de los sectores público y privado para aumentar la capacidad de respuesta en crisis futuras. El foro tuvo lugar un día después del lanzamiento de la red YPA en Washington, DC que se sumó a los capítulos establecidos en Nueva York y Miami.</p>\n<p>\"La expansión de YPA muestra el increíble interés de jóvenes líderes de la región de reunirse para discutir temas puntuales que van desde la preparación para desastres naturales, las elecciones y la inversión, hasta el arte y la cultura. Estas conversaciones no solo son importantes, sino que también son oportunidades claves para la creación de lazos entre miembros de la próxima generación de dirigentes de la región\", comentó Alana Tummino, directora senior de políticas públicas de AS/COA y directora ejecutiva de YPA. \"Los eventos de lanzamiento de esta semana tanto en la Ciudad de México como en Washington, DC se suman a nuestras redes activas en Nueva York y Miami. Tenemos por delante un año muy prometedor\".</p>\n<p>Fundada en 2013, la red YPA provee una plataforma para que los jóvenes profesionales se conecten con las últimas tendencias en negocios, política y cultura en las Américas. La red ofrece una oportunidad única para desarrollar contactos profesionales y sociales, lo mismo que para compartir ideas, consejos y experiencias. La membresía de YPA incluye acceso exclusivo a una variedad de eventos desde ferias de arte privadas y conciertos, hasta conversaciones íntimas con líderes de diversos sectores empresariales.</p>\n<ul><li><a href=\"https://www.pscp.tv/ascoaYPA/1mnGerjAEnNJX\" target=\"_blank\">Vea el video del foro en Ciudad de México</a>.</li>\n<li><a href=\"http://www.as-coa.org/young-professionals-americas\">Lea más acerca de YPA</a>.</li>\n<li><a href=\"http://www.as-coa.org/young-professionals-americas#events\" target=\"_blank\">Vea el calendario de eventos</a>.</li>\n</ul><p><strong>Consultas de prensa:</strong> <a href=\"mailto:mediarelations@as-coa.org?subject=Red%20de%20J%C3%B3venes%20de%20Americas%20Society/Council%20of%20the%20Americas%20se%20expande%20a%20Latinoam%C3%A9rica%20y%20abre%20cap%C3%ADtulo%20en%20Washington,%20DC\" target=\"_blank\">mediarelations@as-coa.org</a> | 1-212-277-8384 o 1-212-277-8333.</p>\n</div>"], "zip": "", "title": ["Red de Jóvenes de Americas Society/Council of the Americas se expande a Latinoamérica y abre capítulo en Washington, DC\n"], "dateFrom": ["December 30, 2017"], "state": ["Mexico", "United States", "Press Releases", "Alana Tummino"], "street": "", "startTime": "", "In_group_id": "", "organization": "", "eventWebsite": "as-coa.org", "eventImage": ["http://www.as-coa.org/sites/default/files/styles/article_detail/public/field/image/YPA_MxCityLaunch_Esp.jpg?itok=EHEVyaFu"], "ticketUrl": "http://www.as-coa.org/articles/red-de-j%C3%B3venes-de-americas-societycouncil-americas-se-expande-latinoam%C3%A9rica-y-abre-cap%C3%ADtulo"},
{"city": "", "description": ["<div class=\"field-item even\"><span class=\"date-display-single\" property=\"dc:date\" datatype=\"xsd:dateTime\" content=\"2017-10-12T10:01:14-04:00\">October 12, 2017</span></div>", "<div class=\"field-item even\" property=\"content:encoded\"><p>Smart great powers ensure their safety by befriending smaller neighboring countries. China is engaged in a high-profile charm offensive to overcome long-standing animosities and draw its Southeast Asian neighbors into its orbit, through trade agreements and massive infrastructure projects. The Russia of Vladimir Putin is working hard to regain influence in territories of the former Soviet Union, throughout Europe and Central Asia.</p>\n<p>But U.S. President Donald Trump’s vision of a resurgent America apparently excludes some of our closest neighbors. Instead of erecting bridges, he seems...</p>\n<p> <a href=\"http://americasquarterly.org/content/what-trumps-america-first-means-latin-america\" target=\"_blank\" class=\"views-more-link\">Read this article on the <em>Americas Quarterly</em> website.</a><span class=\"separator\"> | </span><a href=\"https://sfsdata.com/americasquarterly/subscribe.html\" target=\"_blank\">Subscribe to <em>AQ</em>.</a></p>\n</div>"], "zip": "", "title": ["What Trump’s “America First” Means for Latin America\n"], "dateFrom": ["October 12, 2017"], "state": ["United States", "Multilateral Organizations & Foreign Relations", "Americas Quarterly"], "street": "", "startTime": "", "In_group_id": "", "organization": "", "eventWebsite": "as-coa.org", "eventImage": [], "ticketUrl": "http://www.as-coa.org/articles/what-trump%E2%80%99s-%E2%80%9Camerica-first%E2%80%9D-means-latin-america"},
{"city": "", "description": ["<div class=\"field-item even\"><span class=\"date-display-single\" property=\"dc:date\" datatype=\"xsd:dateTime\" content=\"2017-09-21T00:00:00-04:00\">September 21, 2017</span></div>", "<div class=\"field-item even\" property=\"content:encoded\"><p align=\"center\"><em>The prestigious hemispheric awards will celebrate in Miami seven stories of vision and success.</em></p>\n<p><strong>Miami, September 21, 2017</strong>—<a href=\"http://bravobusiness.com/\" target=\"_blank\">Council of the Americas (COA)</a> released the complete group of honorees who will be recognized at the 23rd Annual BRAVO Business Awards taking place on November 3 in Miami. María Fernanda Mejía, senior vice president of Kellogg Company and president of Kellogg Latin America, joins José Ángel Gurría, Horst Paulmann, Fernando González, Ed Bastian, Andrés Conesa, and Jorge Pérez as the final member of this group of deserving honorees from Chile, Colombia, Mexico, and the United States.</p>\n<p>“For more than two decades the BRAVO Business Awards have recognized the greatest achievements in business in Latin America’s dynamic environment,” said Americas Society/Council of the Americas President and CEO Susan Segal. “We are extremely proud to spotlight this year’s winners for their extraordinary accomplishments.”</p>\n<p><strong>María Fernanda Mejía</strong>, the final awardee to be announced, will be honored with the <strong>Dynamic CEO of the Year Award</strong>. The senior vice president of Kellogg Company and president of Kellogg Latin America will be recognized for leading one of the most successful food manufacturing companies in Latin America. She recently led Kellogg’s acquisition of Ritmo Investimentos – Parati Group, which represents the biggest acquisition by the company in the region, and will significantly increase Kellogg’s presence and scale in Brazil, the largest market in Latin America. She has also championed Kellogg’s efforts in sustainability in the region, which have significantly reduced the company’s environmental footprint in Latin America.</p>\n<p>The list of leaders who will be honored at the 2017 BRAVO Awards also includes:</p>\n<ul><li><strong>José Ángel Gurría</strong>, Secretary-General of the Organization for Economic Cooperation and Development (OECD), <strong>Legacy Award</strong>. Gurría will be honored for his indelible mark on the Latin American and global economy.</li>\n<li><strong>Horst Paulmann</strong>, Founder and Chairman of Cencosud, <strong>Lifetime Achievement Award</strong>. Paulmann will be honored for his impact on Latin America’s retail industry.</li>\n<li><strong>Fernando González</strong>, CEO of CEMEX, <strong>CEO of the Year Award</strong>. González will be recognized for leading the company’s impressive financial and operational performance.</li>\n<li><strong>Ed Bastian</strong>, CEO of Delta Air Lines, and Andrés Conesa, CEO of Aeromexico, <strong>Visionary CEO Leadership Award</strong><strong style=\"font-size: 13pt;\">. </strong>Bastian and Conesa will be jointly awarded for their strategic vision, leading to the groundbreaking Delta-Aeromexico partnership.</li>\n<li><strong>Jorge Pérez</strong>, Chairman and CEO of Related Group, <strong>Transformational Leader Award</strong>. Pérez will be recognized for promoting economic, social, and cultural development in Miami.</li>\n</ul><p>This year marks the second time the BRAVO Awards will be hosted by Council of the Americas. Preceding the BRAVO Business Awards, the Council of the Americas Symposium gathers 400 influential business and policy leaders for a one-day conference that is considered one of the most important forums on economic and social development in the region. For more information on the Council of the Americas Symposium and BRAVO Business Awards, please visit <a href=\"http://www.bravobusiness.com/\" target=\"_blank\">bravobusiness.com</a> and follow the conversation via <a href=\"https://twitter.com/search?src=typd&amp;q=%23BRAVOBiz\" target=\"_blank\">#BRAVObiz</a>.</p>\n<p>Sponsors of the Council of the Americas Symposium and 23rd BRAVO Business Awards include: HSBC, Bank of America Merrill Lynch, LLORENTE &amp; CUENCA, The AES Corporation, CAF – Development Bank of Latin America, IBM, The Boston Consulting Group, Bombardier, Chubb, Emerson, Florida International University, Microsoft, and SAP. Media partners: CNN and <em>Financial Times</em>. Supporting organization: Enterprise Florida.</p>\n<p>The Symposium is organized in partnership with the Inter-American Development Bank.</p>\n<p><strong>Press inquiries:</strong><br>\n\tYndira Marin | <a href=\"mailto:ymarin@llorenteycuenca.com\">ymarin@llorenteycuenca.com</a> | 1-646-386-6523.<br>\n\tAS/COA Media Relations | <a href=\"mailto:mediarelations@as-coa.org\">mediarelations@as-coa.org</a> | 1-212-277-8384.</p>\n<p><em><strong>Council of the Americas</strong> is the premier international business organization whose members share a common commitment to economic and social development, open markets, the rule of law, and democracy throughout the Western Hemisphere. The Council's membership consists of leading international companies representing a broad spectrum of sectors, including banking and finance, consulting services, consumer products, energy and mining, manufacturing, media, technology, and transportation. Its sister organization, <strong>Americas Society (AS)</strong>, is the premier forum dedicated to education, debate, and dialogue in the Americas. Its mission is to foster an understanding of the contemporary political, social, and economic issues confronting Latin America, the Caribbean, and Canada, and to increase public awareness and appreciation of the diverse cultural heritage of the Americas and the importance of the inter-American relationship.</em></p>\n</div>"], "zip": "", "title": ["Council of the Americas Announces Final Group of Honorees of the 23rd BRAVO Business Awards\n"], "dateFrom": ["September 21, 2017"], "state": ["Colombia", "Mexico", "United States", "Chile", "Press Releases"], "street": "", "startTime": "", "In_group_id": "", "organization": "", "eventWebsite": "as-coa.org", "eventImage": [], "ticketUrl": "http://www.as-coa.org/articles/council-americas-announces-final-group-honorees-23rd-bravo-business-awards"}